import Title from '../Title/Title';

import banner from '../../resources/img/about-us-banner.png';

import './aboutUs.scss';
import Button from '../Button/Button';

const AboutUs = () => {

    return(
        <section className="about-us">
            <div className="about-us__wrapper">
                <img src={banner} alt="about us" className="about-us__img" />
                <div className="about-us__text">
                    <Title fsz={45} lnh={55} ml={42} color="black">Про нас</Title>
                    <p className="about-us__descr">
                        <span>«Компанія ТОВ “ДАМАР АГРОТРЕЙД”</span> — молода команда, яка з’явилась на аграрному ринку у 2020 році. Ми не боїмось труднощів і викликів. Тому навіть складний ковідний період, світова пандемія не стали на заваді успішному старту.<br /><br />
                        Отже, <span>ми — сміливі, ми — драйвові</span>, ми — ті, що розвивають рослинництво та допомагають ставати успішними тисячам вітчизняних аграріїв.<br /><br />
                        <span>Бачення:</span> компанія ТОВ “ДАМАР АГРОТРЕЙД” тримає курс на підвищення престижності, довіри до засобів захисту рослин made in UA. Прагнемо, аби в кожному регіоні України наш споживач мав доступ до якісної продукції та консалтингу від фахівців команди.<br /><br />
                        <span>Місія:</span> усе продуктове портфоліо, консультативні послуги ТОВ “ДАМАР АГРОТРЕЙД” направлені на підвищення рентабельності рослинництва в мінливих кліматичних умовах України. Також ставимо собі завдання підвищувати обізнаність клієнтів щодо сучасних методів ведення рослинництва...
                    </p>
                    <Button>Докладніше</Button>
                </div>
            </div>
        </section>
    )
}

export default AboutUs;